Repository: carwatch-tools/carwatch-ios
Catalog: CARWatch/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr

source: This only disables the reminder. The sample still needs to be taken and recorded. Are you sure you want to turn off this reminder?
de: Dadurch wird nur die Erinnerung deaktiviert. Die Probe muss weiterhin genommen und erfasst werden. Möchten Sie diese Erinnerung wirklich ausschalten?
fr: Cela désactive uniquement le rappel. L’échantillon doit toujours être prélevé et enregistré. Voulez-vous vraiment désactiver ce rappel ?

source: This sample is scheduled for later. Are you sure you want to scan the sample now?
de: Diese Probe soll erst später abgegeben werden. Sind Sie sicher, dass Sie sie jetzt nehmen wollen?
fr: Cet échantillon est prévu pour plus tard. Voulez-vous vraiment scanner l’échantillon maintenant ?

source: This was your last sample. Thank you for participating in the study! Please export your logs and send them to your study contact email.
de: Dies war Ihre letzte Probe. Vielen Dank für Ihre Teilnahme an der Studie! Bitte exportieren Sie Ihre Logs und senden Sie sie an die Kontakt-E-Mail Ihrer Studie.
fr: C’était votre dernier échantillon. Merci d’avoir participé à l’étude ! Veuillez exporter vos journaux et les envoyer à l’e-mail de contact de votre étude.

source: Title
de: Titel
fr: Titre

source: Track your alarms
de: Erinnerungen verwalten
fr: Suivre vos alarmes

source: Unfortunately, CARWatch won't work when camera access is not granted. Please activate camera usage in the app settings.
de: CARWatch funktioniert leider nicht ohne Kamerazugriff. Bitte geben Sie die Kamera in den Appeinstellungen frei.
fr: Malheureusement, CARWatch ne fonctionne pas si l’accès à l’appareil photo n’est pas accordé. Veuillez activer l’utilisation de l’appareil photo dans les réglages de l’app.

source: Unfortunately, CARWatch won't work when notifications are turned off. Please activate all notifications in the app settings.
de: CARWatch funktioniert leider nicht ohne Benachrichtigungen. Bitte erlauben Sie das Senden von Benachrichtigungen in den Appeinstellungen.
fr: Malheureusement, CARWatch ne fonctionne pas lorsque les notifications sont désactivées. Veuillez activer toutes les notifications dans les réglages de l’app.

source: Unknown
de: Unbekannt
fr: Inconnu

source: Unlock Features
de: Funktionen aktivieren
fr: Déverrouiller les fonctionnalités

source: Use this app only if you were invited to take part in a study.
de: Verwenden Sie diese App nur, wenn Sie zur Teilnahme an einer Studie eingeladen wurden.
fr: Utilisez cette app uniquement si vous avez été invité à participer à une étude.

source: User Actions
de: Anwenderoptionen
fr: Actions utilisateur

source: Wakeup
de: Aufstehen
fr: Réveil

source: Wakeup not recorded
de: Aufwachen nicht erfasst
fr: Réveil non enregistré

source: Welcome to CARWatch!
de: Willkommen bei CARWatch!
fr: Bienvenue dans CARWatch !

source: What Participation Involves
de: Was die Teilnahme umfasst
fr: Ce que la participation implique

source: Why is wakeup time disabled?
de: Warum ist die Weckzeit deaktiviert?
fr: Pourquoi l’heure de réveil est-elle désactivée ?

source: Yes
de: Ja
fr: Oui

source: YES
de: JA
fr: OUI

source: You can set an alarm for the next morning directly from the alarm clock screen. Simply tap on the displayed time and choose your desired wake-up time. We recommend additionally setting an alarm in your usual alarm app for the same time.
de: Sie können den Wecker für den nächsten Morgen direkt in der Alarmübersicht einstellen. Tippen Sie einfach auf die angezeigte Uhrzeit und wählen Sie Ihre gewünschte Weckzeit. Wir empfehlen, zusätzlich einen Alarm in Ihrer üblichen Wecker-App für dieselbe Zeit einzustellen.
fr: Vous pouvez régler une alarme pour le lendemain matin directement depuis l’écran du réveil. Touchez simplement l’heure affichée et choisissez l’heure de réveil souhaitée. Nous vous recommandons de régler également une alarme à la même heure dans votre app d’alarme habituelle.

source: You have not recorded your wakeup yet. Please record wakeup before scanning this sample.
de: Sie haben Ihr Aufwachen noch nicht erfasst. Bitte erfassen Sie das Aufwachen, bevor Sie diese Probe scannen.
fr: Vous n’avez pas encore enregistré votre réveil. Veuillez enregistrer le réveil avant de scanner cet échantillon.

source: You need a study QR code to set up the app.
de: Sie benötigen einen Studien-QR-Code, um die App einzurichten.
fr: Vous avez besoin d’un QR code d’étude pour configurer l’app.

source: You only need to report your awakening if you didn't set an alarm for the morning, or if you woke up before the alarm went off. Clicking the 'YES' button will schedule the sample alarms for the upcoming day.
de: Sie müssen Ihr Aufwachen nur manuell eingeben, wenn Sie keinen Wecker für den Morgen gestellt haben oder wenn Sie aufgewacht sind, bevor der Wecker losging. Wenn Sie auf die Schaltfläche „JA“ klicken, werden die Probenerinnerungen für den aktuellen Tag geplant.
fr: Vous devez indiquer votre réveil uniquement si vous n’avez pas réglé d’alarme pour le matin ou si vous vous êtes réveillé avant que l’alarme ne sonne. En appuyant sur « OUI », les alarmes d’échantillons seront programmées pour la journée à venir.

source: You will receive reminders for scheduled saliva samples.
de: Sie erhalten Erinnerungen für die geplanten Speichelproben.
fr: Vous recevrez des rappels pour les échantillons de salive programmés.

source: You've recorded the last sample for today. Please record bedtime before going to sleep, and check your wakeup alarm for tomorrow.
de: Sie haben die letzte Probe für heute erfasst. Bitte erfassen Sie vor dem Schlafengehen Ihre Schlafenszeit und prüfen Sie Ihren Weckalarm für morgen.
fr: Vous avez enregistré le dernier échantillon d’aujourd’hui. Veuillez indiquer votre heure de coucher avant de dormir et vérifier votre alarme de réveil pour demain.

source: Wakeup alarm set for tomorrow. Adjust the time if needed.
de: Weckalarm für morgen gestellt. Zeit bei Bedarf anpassen.
fr: Alarme réglée pour demain. Ajustez l’heure si besoin.

source: Remember to take your sample right before going to bed.
de: Denken Sie daran, Ihre Probe direkt vor dem Schlafengehen zu nehmen.
fr: Pensez à prélever votre échantillon juste avant de vous coucher.

source: Tonight no sample is required.
de: Heute Abend ist keine Probe erforderlich.
fr: Aucun échantillon n’est requis ce soir.

source: You have already taken your evening sample. Good night!
de: Sie haben Ihre Abendprobe bereits genommen. Gute Nacht!
fr: Vous avez déjà prélevé votre échantillon du soir. Bonne nuit !

source: Your study does not require an evening sample. Good night!
de: Ihre Studie erfordert keine Abendprobe. Gute Nacht!
fr: Votre étude ne nécessite pas d’échantillon du soir. Bonne nuit !

source: A delayed sample is planned for your study. You will receive a reminder to take that sample in %lld minutes.
de: Für Ihre Studie ist eine verzögerte Probe vorgesehen. Sie erhalten in %lld Minuten eine Erinnerung, diese Probe zu nehmen.
fr: Un échantillon différé est prévu pour votre étude. Vous recevrez un rappel dans %lld minutes pour prélever cet échantillon.

source: A delayed sample is planned. You will receive a reminder in %lld minutes.
de: Eine verzögerte Probe ist vorgesehen. Sie erhalten in %lld Minuten eine Erinnerung.
fr: Un échantillon différé est prévu. Vous recevrez un rappel dans %lld minutes.

source: All reminders were deactivated!
de: Alle Erinnerungen wurden deaktiviert!
fr: Tous les rappels ont été désactivés !

source: Barcode scanner opened. Please point your camera at a barcode.
de: Barcode-Scanner geöffnet. Bitte richten Sie die Kamera auf einen Barcode.
fr: Scanner de code-barres ouvert. Veuillez orienter la caméra vers un code-barres.

source: Bedtime tab
de: Schlafenszeit-Tab
fr: Onglet Coucher

source: Click %lld more times to kill all reminders!
de: Klicken Sie noch %lld Mal, um alle Erinnerungen zu deaktivieren!
fr: Touchez encore %lld fois pour désactiver tous les rappels !

source: Closes the scanner and returns to the previous screen.
de: Schließt den Scanner und kehrt zum vorherigen Bildschirm zurück.
fr: Ferme le scanner et revient à l’écran précédent.

source: Confirms these study details and opens the tutorial.
de: Bestätigt diese Studiendetails und öffnet die Anleitung.
fr: Confirme ces détails de l’étude et ouvre le tutoriel.

source: Continues to the next registration step after confirmation is accepted.
de: Fährt nach der Bestätigung mit dem nächsten Registrierungsschritt fort.
fr: Passe à l’étape suivante de l’inscription après acceptation de la confirmation.

source: Current tab
de: Aktueller Tab
fr: Onglet actuel

source: Delayed sample planned
de: Verzögerte Probe geplant
fr: Échantillon différé prévu

source: Dismiss
de: Schließen
fr: Ignorer

source: Double tap to confirm that you have read the study participation information.
de: Doppeltippen, um zu bestätigen, dass Sie die Informationen zur Studienteilnahme gelesen haben.
fr: Touchez deux fois pour confirmer que vous avez lu les informations de participation à l’étude.

source: Duplicate barcode scanned.
de: Doppelter Barcode gescannt.
fr: Code-barres déjà scanné.

source: Enter the participant ID provided by the study team.
de: Geben Sie die vom Studienteam bereitgestellte Teilnehmer-ID ein.
fr: Saisissez l’identifiant participant fourni par l’équipe d’étude.

source: Evening reminder time
de: Uhrzeit der Abend-Erinnerung
fr: Heure du rappel du soir

source: Generating the logs failed. Please try again later!
de: Das Erstellen der Logs ist fehlgeschlagen. Bitte versuchen Sie es später erneut!
fr: La génération des journaux a échoué. Veuillez réessayer plus tard !

source: Invalid code scanned.
de: Ungültiger Code gescannt.
fr: Code invalide scanné.

source: Keeps the bedtime flow unchanged and shows a reminder if needed.
de: Lässt den Schlafenszeit-Ablauf unverändert und zeigt bei Bedarf eine Erinnerung an.
fr: Conserve le déroulement du coucher inchangé et affiche un rappel si nécessaire.

source: Keeps the wakeup report unchanged and shows a reminder if needed.
de: Lässt die Aufwachmeldung unverändert und zeigt bei Bedarf eine Erinnerung an.
fr: Conserve le signalement du réveil inchangé et affiche un rappel si nécessaire.

source: More options
de: Weitere Optionen
fr: Plus d’options

source: No fixed sample times configured.
de: Keine festen Probenzeiten konfiguriert.
fr: Aucune heure fixe d’échantillon configurée.

source: No interval-based samples configured.
de: Keine intervallbasierten Proben konfiguriert.
fr: Aucun échantillon basé sur un intervalle configuré.

source: No, I am not going to bed
de: Nein, ich gehe nicht schlafen
fr: Non, je ne vais pas me coucher

source: No, I did not just wake up
de: Nein, ich bin nicht gerade aufgewacht
fr: Non, je ne viens pas de me réveiller

source: Not available
de: Nicht verfügbar
fr: Non disponible

source: Not set
de: Nicht festgelegt
fr: Non défini

source: Off
de: Aus
fr: Désactivé

source: On
de: Ein
fr: Activé

source: Open Scanner
de: Scanner öffnen
fr: Ouvrir le scanner

source: Opens actions such as sharing logs, viewing the tutorial, and study information.
de: Öffnet Aktionen wie Logs teilen, Anleitung anzeigen und Studieninformationen ansehen.
fr: Ouvre des actions comme partager les journaux, afficher le tutoriel et consulter les informations de l’étude.

source: Opens the QR code scanner for study setup.
de: Öffnet den QR-Code-Scanner zur Studieneinrichtung.
fr: Ouvre le scanner de QR code pour configurer l’étude.

source: Opens the privacy policy in a sheet.
de: Öffnet die Datenschutzerklärung in einem Fenster.
fr: Ouvre la politique de confidentialité dans une feuille.

source: Overdue sample pending
de: Überfällige Probe ausstehend
fr: Échantillon en retard en attente

source: Please remember to take your sample when you wake up.
de: Bitte denken Sie daran, Ihre Probe nach dem Aufwachen zu nehmen.
fr: Pensez à prélever votre échantillon à votre réveil.

source: Please take saliva sample #%@!
de: Bitte nehmen Sie Speichelprobe Nr. %@!
fr: Veuillez prélever l’échantillon de salive n° %@ !

source: Please take the first saliva sample (sample #0)!
de: Bitte nehmen Sie die erste Speichelprobe (Probe Nr. 0)!
fr: Veuillez prélever le premier échantillon de salive (échantillon n° 0) !

source: Previous day unfinished
de: Vorheriger Tag unvollständig
fr: Jour précédent incomplet

source: QR code scanner opened. Please point your camera at a QR code.
de: QR-Code-Scanner geöffnet. Bitte richten Sie die Kamera auf einen QR-Code.
fr: Scanner de QR code ouvert. Veuillez orienter la caméra vers un QR code.

source: Reminder for sample %@ at %@
de: Erinnerung für Probe %@ um %@
fr: Rappel pour l’échantillon %@ à %@

source: Reports your wakeup and may open the scanner for the next sample.
de: Erfasst Ihr Aufwachen und öffnet gegebenenfalls den Scanner für die nächste Probe.
fr: Enregistre votre réveil et peut ouvrir le scanner pour le prochain échantillon.

source: Returns to registration so you can scan a different study QR code.
de: Kehrt zur Registrierung zurück, damit Sie einen anderen Studien-QR-Code scannen können.
fr: Revient à l’inscription afin que vous puissiez scanner un autre QR code d’étude.

source: Sample #%@ is due.
de: Probe Nr. %@ ist fällig.
fr: L’échantillon n° %@ est dû.

source: Sample %@ already recorded
de: Probe %@ bereits erfasst
fr: Échantillon %@ déjà enregistré

source: Scan successful.
de: Scan erfolgreich.
fr: Scan réussi.

source: Schedule tab
de: Zeitplan-Tab
fr: Onglet Planning

source: Select when you want to be reminded to take your evening sample.
de: Wählen Sie aus, wann Sie an Ihre Abendprobe erinnert werden möchten.
fr: Sélectionnez quand vous souhaitez recevoir le rappel pour votre échantillon du soir.

source: Select your desired wakeup time for tomorrow.
de: Wählen Sie Ihre gewünschte Weckzeit für morgen.
fr: Sélectionnez l’heure de réveil souhaitée pour demain.

source: Starts the bedtime flow and may open the scanner for an evening sample.
de: Startet den Schlafenszeit-Ablauf und öffnet gegebenenfalls den Scanner für eine Abendprobe.
fr: Démarre le déroulement du coucher et peut ouvrir le scanner pour un échantillon du soir.

source: Study Finished
de: Studie abgeschlossen
fr: Étude terminée

source: Study QR code accepted. Opening study details.
de: Studien-QR-Code akzeptiert. Studiendetails werden geöffnet.
fr: QR code d’étude accepté. Ouverture des détails de l’étude.

source: Study finished. Please export your logs and send them to your study contact email.
de: Studie abgeschlossen. Bitte exportieren Sie Ihre Logs und senden Sie sie an die Kontakt-E-Mail Ihrer Studie.
fr: Étude terminée. Veuillez exporter vos journaux et les envoyer à l’adresse e-mail de contact de votre étude.

source: Study participation confirmation
de: Bestätigung der Studienteilnahme
fr: Confirmation de participation à l’étude

source: Take sample %@ at %@
de: Probe %@ um %@ nehmen
fr: Prélever l’échantillon %@ à %@

source: This is a new study day. We noticed that you did not finish all samples yesterday. The previous day will be marked as finished, remaining samples will be treated as missing, and you can continue with today's study day.
de: Dies ist ein neuer Studientag. Wir haben festgestellt, dass Sie gestern nicht alle Proben abgeschlossen haben. Der vorherige Tag wird als abgeschlossen markiert, verbleibende Proben werden als fehlend behandelt, und Sie können mit dem heutigen Studientag fortfahren.
fr: C’est un nouveau jour d’étude. Nous avons remarqué que vous n’avez pas terminé tous les échantillons hier. Le jour précédent sera marqué comme terminé, les échantillons restants seront traités comme manquants, et vous pouvez continuer avec le jour d’étude actuel.

source: Toggles the bedtime screen between light and dark appearance.
de: Schaltet den Schlafenszeit-Bildschirm zwischen heller und dunkler Darstellung um.
fr: Bascule l’écran du coucher entre l’apparence claire et sombre.

source: Turns the evening sample reminder on or off.
de: Schaltet die Erinnerung für die Abendprobe ein oder aus.
fr: Active ou désactive le rappel de l’échantillon du soir.

source: Turns this sample reminder on or off.
de: Schaltet diese Probenerinnerung ein oder aus.
fr: Active ou désactive ce rappel d’échantillon.

source: Turns tomorrow's wakeup reminder on or off.
de: Schaltet die Weckerinnerung für morgen ein oder aus.
fr: Active ou désactive le rappel de réveil pour demain.

source: Tutorial pages
de: Anleitungsseiten
fr: Pages du tutoriel

source: Validates the participant ID and continues.
de: Prüft die Teilnehmer-ID und fährt fort.
fr: Valide l’identifiant participant et continue.

source: Wake up! Please confirm that you are awake in CARWatch.
de: Aufwachen! Bitte bestätigen Sie in CARWatch, dass Sie wach sind.
fr: Réveillez-vous ! Veuillez confirmer dans CARWatch que vous êtes réveillé.

source: Wakeup reminder
de: Weckerinnerung
fr: Rappel de réveil

source: Wakeup tab
de: Aufwachen-Tab
fr: Onglet Réveil

source: Wakeup time
de: Weckzeit
fr: Heure de réveil

source: Wakeup time unavailable
de: Weckzeit nicht verfügbar
fr: Heure de réveil indisponible

source: Welcome to CARWatch
de: Willkommen bei CARWatch
fr: Bienvenue dans CARWatch

source: Will be entered next
de: Wird als Nächstes eingegeben
fr: Sera saisi ensuite

source: Wrong sample barcode scanned.
de: Barcode der falschen Probe gescannt.
fr: Code-barres du mauvais échantillon scanné.

source: Yes, I am going to bed
de: Ja, ich gehe schlafen
fr: Oui, je vais me coucher

source: Yes, I just woke up
de: Ja, ich bin gerade aufgewacht
fr: Oui, je viens de me réveiller

source: You have already finished the study. Thanks for participating! Please export your logs and send them to your study contact email.
de: Sie haben die Studie bereits abgeschlossen. Vielen Dank für Ihre Teilnahme! Bitte exportieren Sie Ihre Logs und senden Sie sie an die Kontakt-E-Mail Ihrer Studie.
fr: Vous avez déjà terminé l’étude. Merci d’avoir participé ! Veuillez exporter vos journaux et les envoyer à l’adresse e-mail de contact de votre étude.

source: You have already reported your wakeup.
de: Sie haben Ihr Aufwachen bereits gemeldet.
fr: Vous avez déjà signalé votre réveil.

source: You still have at least one overdue sample from earlier today. Next, you will be taken to the Schedule screen, where you can choose which sample you want to take now.
de: Sie haben noch mindestens eine überfällige Probe von heute. Als Nächstes gelangen Sie zum Zeitplan, wo Sie auswählen können, welche Probe Sie jetzt nehmen möchten.
fr: Vous avez encore au moins un échantillon en retard d’aujourd’hui. Vous allez maintenant accéder à l’écran Planning, où vous pourrez choisir quel échantillon prélever maintenant.

source: You still have at least one overdue sample from earlier today. You will now be taken to the Schedule screen, where you can choose which sample you want to take now.
de: Sie haben noch mindestens eine überfällige Probe von heute. Sie gelangen nun zum Zeitplan, wo Sie auswählen können, welche Probe Sie jetzt nehmen möchten.
fr: Vous avez encore au moins un échantillon en retard d’aujourd’hui. Vous allez maintenant accéder à l’écran Planning, où vous pourrez choisir quel échantillon prélever maintenant.

source: You've recorded all samples for the day, but you are still required to record an evening sample tonight right before you go to bed. Please set a reminder below. See you later!
de: Sie haben alle Proben für den Tag erfasst, müssen heute Abend aber direkt vor dem Schlafengehen noch eine Abendprobe erfassen. Bitte stellen Sie unten eine Erinnerung ein. Bis später!
fr: Vous avez enregistré tous les échantillons de la journée, mais vous devez encore enregistrer un échantillon du soir juste avant de vous coucher. Veuillez définir un rappel ci-dessous. À plus tard !

source: Your study is still ongoing. Are you sure you want to reregister with a new QR code?
de: Ihre Studie läuft noch. Möchten Sie sich wirklich mit einem neuen QR-Code erneut registrieren?
fr: Votre étude est toujours en cours. Voulez-vous vraiment vous réinscrire avec un nouveau QR code ?

source: Alarm
fr: Alarme

source: Tutorial
fr: Tutoriel
